Repository: majotigartua/Parlis
Catalog: Parlis.Client/Properties/Resources.*.resx
Languages: es_mx, fr_fr, pt_br

# ACCEPT_BUTTON
source: Accept
es_mx: Aceptar
fr_fr: Accepter
pt_br: Aceitar

# CANCEL_BUTTON
source: Cancel
es_mx: Cancelar
fr_fr: Annuler
pt_br: Cancelar

# CHECK_ENTERED_INFORMATION_LABEL
source: Please check the information entered and try again.
es_mx: Por favor, verifica la información ingresada e inténtalo nuevamente.
fr_fr: Veuillez vérifier les informations que vous avez saisies et réessayer.
pt_br: Por favor, verifique as informações que você inseriu e tente novamente.

# CODE_INSTRUCTION_LABEL
source: Enter the 6-digit code sent to your e-mail address.
es_mx: Ingresa el código de 6 dígitos enviado a tu correo electrónico.
fr_fr: Saisissez le code à 6 chiffres envoyé à votre adresse électronique.
pt_br: Digite o código de 6 dígitos enviado para seu e-mail.

# CODE_LABEL
source: Code:
es_mx: Código:
pt_br: Código:

# CONFIRM_PLAYER_PROFILE_BUTTON
source: Confirm player profile
es_mx: Confirmar perfil de jugador
fr_fr: Confirmer le profil du joueur
pt_br: Confirmar o perfil do jogador

# CONFIRM_PLAYER_PROFILE_LABEL
source: Do you want to confirm the player profile?
es_mx: ¿Deseas confirmar el perfil de jugador?
pt_br: Você deseja confirmar o perfil do jogador?

# CONFIRM_PLAYER_PROFILE_WINDOW_TITLE
source: Confirm player profile.
es_mx: Confirmar perfil de jugador
fr_fr: Confirmer le profil du joueur.
pt_br: Confirmar o perfil do jogador.

# CREATE_MATCH_WINDOW_TITLE
source: Create match.
es_mx: Crear partida de juego.
fr_fr: Créez une jeu.
pt_br: Criar jogo.

# DELETE_PLAYER_PROFILE_BUTTON
source: Delete player profile
es_mx: Eliminar perfil de jugador
fr_fr: Supprimer le profil du joueur
pt_br: Excluir o perfil do jogador

# EDIT_PLAYER_PROFILE_WINDOW_TITLE
source: Edit player profile.
es_mx: Editar perfil de jugador.
fr_fr: Modifier le profil du joueur.
pt_br: Editar o perfil do jogador.

# EMAIL_ADDRESS_LABEL
source: E-mail address:
es_mx: Correo electrónico:
fr_fr: Adresse électronique:
pt_br: Correio eletrônico:

# EMPTY_FIELDS_WINDOW_TITLE
source: No field can be left empty.
es_mx: No se puede dejar ningún campo vacío.
fr_fr: Aucun champ ne peut être laissé vide.
pt_br: Nenhum campo pode ser deixado vazio.

# ENTER_AS_GUEST_BUTTON
source: Enter as a guest
es_mx: Ingresar como invitado
fr_fr: Entrer en tant qu'invité
pt_br: Login de convidado

# EXPEL_PLAYER_WINDOW_TITLE
source: Expel player from match.
es_mx: Expulsar jugador de la partida de juego.
fr_fr: Expulser le joueur du match.
pt_br: Expulsar o jogador do jogo.

# FORGOTTEN_PASSWORD_LABEL
source: Did you forget your password?
es_mx: ¿Olvidaste tu contraseña?
fr_fr: Vous avez oublié votre mot de passe?
pt_br: Esqueceu sua senha?

# GAME_CONFIGURATION_WINDOW_TITLE
source: Game configuration.
es_mx: Configuración de juego.
fr_fr: Configuration du jeu.
pt_br: Configuração do jogo.

# INVALID_DATA_WINDOW_TITLE
source: The information entered is invalid.
es_mx: La información ingresada es inválida.
fr_fr: Les informations saisies ne sont pas valides.
pt_br: As informações inseridas são inválidas.

# JOIN_MATCH_WINDOW_TITLE
source: Join match.
es_mx: Unirse a partida de juego.
fr_fr: Rejoindre le jeu.
pt_br: Junte-se ao jogo.

# LOGIN_BUTTON
source: Login
es_mx: Iniciar sesión
fr_fr: Connectez-vous

# LOGIN_WINDOW_TITLE
source: Login.
es_mx: Iniciar sesión.
fr_fr: Connectez-vous.

# MAIN_MENU_WINDOW_TITLE
source: Main menu.
es_mx: Menú principal.
fr_fr: Menu principal
pt_br: Menu principal.

# MATERNAL_SURNAME_LABEL
source: Maternal surname:
es_mx: Apellido materno:
fr_fr: Nom de la mère:
pt_br: Sobrenome da mãe:

# NAME_LABEL
source: Name:
es_mx: Nombre:
fr_fr: Nom:
pt_br: Nome:

# NO_DATABASE_CONNECTION_WINDOW_TITLE
source: No connection to the database.
es_mx: No hay conexión con la base de datos.
fr_fr: Aucune connexion à la base de données.
pt_br: Sem conexão com o banco de dados.

# NO_SERVER_CONNECTION_WINDOW_TITLE
source: No connection to the server.
es_mx: No hay conexión con el servidor.
fr_fr: Aucune connexion au serveur.
pt_br: Sem conexão com o servidor.

# PASSWORD_INSTRUCTION_LABEL
source: Your password must have lowercase letters, an uppercase letter, a number and a minimum length of 8 digits.
es_mx: Tu contraseña debe tener letras minúsculas, una letra mayúscula, un número y una longitud mínima de 8 dígitos
fr_fr: Votre mot de passe doit comporter des lettres minuscules, une lettre majuscule, un chiffre et une longueur minimale de 8 chiffres.
pt_br: Sua senha deve ter letras minúsculas, uma letra maiúscula, um número e um comprimento mínimo de 8 dígitos.

# PASSWORD_LABEL
source: Password:
es_mx: Contraseña:
fr_fr: Mot de passe:
pt_br: Senha:

# PASSWORD_RECOVERY_INSTRUCTION_LABEL
source: Enter your e-mail address to search your player profile and send to you the password recovery code.
es_mx: Ingresa tu correo electrónico para buscar tu perfil de jugador y enviarte un código de recuperación de la contraseña.

# PASSWORD_RECOVERY_WINDOW_TITLE
source: Recover player profile password.
es_mx: Recuperar contraseña del perfil de jugador.

# PATERNAL_SURNAME_LABEL
source: Paternal surname:
es_mx: Apellido paterno:
fr_fr: Nom paternel:
pt_br: Sobrenome paterno:

# PLAYER_PROFILE_ALREADY_REGISTERED_WINDOW_TITLE
source: The information entered corresponds to a player profile that is already registered in the system.
es_mx: La información ingresada corresponde a un perfil de jugador que ya se encuentra registrado en el sistema.
fr_fr: les informations saisies correspondent à un profil de joueur déjà enregistré dans le système.
pt_br: As informações inseridas correspondem a um perfil de jogador que já está registrado no sistema.

# PROFILE_PICTURE_WINDOW_TITLE
source: Select the profile picture of the player.
es_mx: Selecciona la foto de perfil del jugador.
fr_fr: Sélectionnez la photo de profil du joueur.
pt_br: Selecione a foto do perfil do jogador.

# REGISTERED_INFORMATION_WINDOW_TITLE
source: The information was correctly recorded in the system.
es_mx: La información se registró correctamente en el sistema.
fr_fr: L'information a été correctement enregistrée dans le système.
pt_br: As informações foram registradas corretamente no sistema.

# REGISTER_PASSWORD_INSTRUCTION_LABEL
source: Enter the 6-digit code sent to your e-mail address and new password.
es_mx: Ingresa el código de 6 dígitos enviado a tu correo electrónico y una nueva contraseña.

# REGISTER_PLAYER_PROFILE_BUTTON
source: Register player profile
es_mx: Registrar perfil de jugador
fr_fr: Enregistrer le profil du joueur
pt_br: Registrar perfil do jogador

# REGISTER_PLAYER_PROFILE_WINDOW_TITLE
source: Register player profile.
es_mx: Registrar perfil de jugador.
fr_fr: Enregistrer le profil du joueur.
pt_br: Registrar perfil do jogador.

# SEND_REAL_TIME_MESSAGE_WINDOW_TITLE
source: Send real time message.
es_mx: Enviar mensaje en tiempo real.
fr_fr: Envoyez un message en temps réel.
pt_br: Enviar mensagem em tempo real.

# TRY_AGAIN_LATER_LABEL
source: Please try again later.
es_mx: Por favor, inténtalo más tarde.
fr_fr: Veuillez réessayer plus tard.
pt_br: Por favor, tente novamente mais tarde.

# USERNAME_LABEL
source: Username:
es_mx: Nombre de usuario:
fr_fr: Nom d'utilisateur:
pt_br: Nome do usuário:
